<template>
<div class="log_on">
     <router-link tag="li" to="/help">
      <img class="hui" src="../../../assets/箭头.png" alt />
      <span class="myding">帮助中心</span>
    </router-link>
    <div class="xian"></div>
    <div class="nei">
       <p class="ti">用户服务协议</p>
       <p>一，声明  <br>
1.1，淘库商城的所有电子服务的所有权和运作权归淘库商城股份有限公司所有  
。<br>1.2，淘库商城中体现的关于使用淘库商城的条款，条款和条件均是本交易条款不可分割的一部分，以下统称“交易条款”。 <br> 
1.3，用户须完全同意所有交易条款并完成注册程序，才能成为淘库商城的正式用户。  <br>
1.4，用户确认：交易条款是处理双方权利义务的约定，除非违反国家强制性法律，否则始终有效。  <br>
二，用户注册<br>
2.1，资料填写：为确保交易的正常进行，用户必须向淘宝商城提供真实，有效的个人资料。的网络服务的本质，用户同意： <br> 
（1）提供详尽，准确的个人资料；  <br>
（2）不断更新注册资料，符合及时，详尽，准确的要求。<br>2.2  
，淘库商城不公开用户的姓名，地址，电话，手机号码，电子邮箱和身份证号码，以下情况除外： <br> 
（1）户授权淘库商城透露这些信息;  <br>
（2）相应的法律及程序要求淘库 商城提供用户的个人资料<br>
2.3如果用户提供的资料包含有不正确不正当的信息（如虚假手机号码，临时借用租用手机号，购买手机号注册验证服务等），淘库商城保留结束用户使用网站服务资格并冻结，作废用户账户及其不当得益的权利。<br>  
三，价格和数量  <br>
3.1，淘库商城将尽最大努力保证用户所购商品与网站上公布的价格一致，但价目表和声明并不构成要约。直到用户下达订单，淘库商城才能确认商品的销售价格  
。<br>3.2，商品的价格和可获性都在淘库商城上规范。此类信息将随时更改并直接体现在淘宝商城中，用户应自行获悉。 <br>
3.3，在下订单的同时，用户同时承认了其拥有购买这些商品的权利能力和行为能力，并且用户在订单中提供了所有信息的真实性负责  
。<br>3.4，商品的价格都包含了替代。<br>
3.5 ，淘库商城保留对商品订购数量的限制权。  ，  <br>
3.6，如果发生了意外情况，在确认了用户的订单后，由于供应商提价，税额变化引起的价格变化，或者由于网站的错误等引起商品价格变化，用户有权取消订单，并希望用户能及时通过电子邮件或电话通知淘库商城客户服务部。  <br>
3.7，用户所订购的商品，如果发生缺货，用户有权取消订单。  <br>
3.8，用户订单将成为一种购买商品的要约，但只有淘库商城向用户提供的手机（或小灵通）号码发出确认的短信，通知用户可上门自提或淘库 城已将商品发出时，淘库商城与用户就该笔订单的买卖合同才成立。<br>
四，店取订金  <br>
淘库商城将会把商品送到用户所指定的店取订金地址。所有在淘库商城上列出库的送货时间为参考时间，参考时间的计算是根据库存状况，正常的处理过程和送货时间，送货地点的基础上估计收益的。参考时间不相等于到货时间。将根据用户选择的配送方式具体确定。用户应清楚准确地填写用户的真实姓名，送货地址及联系方式。因如下情况造成订单延迟或无法配送等，淘宝商城将不承担责任： <br> 
1，用户提供错误信息和不详细的地址；  <br>
2，货物送达无人签收，导致造成的重复分配产生的费用及相关的后果；  <br>
3，不可抗力，例如：自然灾害，交通戒严，突发战争等。<br>
五，用户隐私制度 <br>
1，认为用户个人隐私是淘库商城的一项基本政策。淘库商城一定不会在指定用户合法授权时公开，编辑或披露其注册资料并保存在淘库商城中的非公开内容，除非有法律许可要求或淘库商城在诚信的基础上认为透露这些信件在以下四种情况是必要的：  <br>
（1）遵守有关法律规定，遵从淘库商城合法服务程序;  <br>
（2）保持维护淘库商城的商标所有权；  <br>
（3）在紧急情况下竭力维护用户个人和社会大众的隐私安全；  <br>
（4）符合其他相关的要求。2，用户的账号，密码和安全性用户一旦注册成功，成为淘库商城的合法用户，将得到一个密码和用户名。用户可随时更改用户的密码。用户应对用户名和密码安全负全部责任。另外，每个用户都要对以其用户名进行的所有活动和事件负全责任。用户若发现任何非法使用用户账号或存在安全漏洞的情况，请立即公告淘库 城3中，其他内容详见“隐私条款”。<br>
六，的条款修正  <br>
所有交易条款适用于淘库商城为用户提供的商品销售服务。这些条款将有可能不时的被修正。任何修正条款的发生，淘库商城都将会及时在网站上公布。<br>
七，的条款性可执行  <br>
所有交易条款：均柯林斯的英文分割的，如果出于任何原因，任一条款被裁定为无效或不可执行的，该条款可被删除但其他条款的有效性将不受影响并应予以执行。  <br>
八，服务结束  
用户或淘库商城柯林斯随时根据实际情况中断一项或多项网络服务。淘库商城不需对任何个人或第三方负责而随时中断服务。用户对后来的条款修改有异议，或对淘库商城的服务不满，可以行使如下权利：  <br>
1，停止使用淘库商城的网络服务。 <br>
2，公告淘库商城停止该用户的服务。结束用户服务后，用户使用淘库商城网络服务的权利马上中止。从那时起，淘库商城没有义务传送任何未处理的信息或未完成的服务给用户。  <br>
九，通告 <br> 
所有发给用户的通告都可通过重要页面的公告或电子邮件或常规的信件传送。用户交易条款的修改，服务变更，或其他重要事件的通告都市形式形式进行。 <br>
十，有限责任 <br> 
1，淘库商城有义务在技术上确保网站的正常运行，尽力避免服务中断或将中断时间限制在最短时间内，确保用户网站上交易活动的顺利进行。但如因不可抗力或其他淘库商城无法控制的原因使网站崩溃或无法正常使用导致网站上交易无法完成或丢失有关的信息，记录等，淘库商城不承担责任；任何用户向淘库商城提供错误，不完整，不实信息等造成不能正常使用网站上服务或遭受任何其他损失，与淘库商城无关。  <br>
2，淘库商城对任何直接，间接，偶然，特殊及继起的损害不负责任，这些损害可能来自：不正当使用网络服务，非法使用网络服务或用户传送的信息有所变动等。这些行为都有可能会导致淘库商城的形象受损，所以淘库商城事先提出这种损害的可能性。  <br>
十一，用户对信息的存储限制状语从句：  <br>
淘库商城不对用户所发布信息的删除或储存失败负责。淘宝商城有权决定用户的行为是否符合淘宝商城交易条款的要求和精神。如果用户违背了交易条款的规定，淘宝商城有中断并提供网络服务的权利。  <br>
十二，管理用户  <br>
用户应对以其用户名发布的内容负责用户对服务的使用的英文根据所有适用于淘库商城的国家法律，地方法律和国际法律标准的用户必须遵循：。  <br>
1，从中国境内向外传输技术性资料时必须符合中国有关法规。 <br> 
2，使用网络服务不作非法 用途。<br>
3，不干扰或混乱的网络服务。<br>
十三，网络服务内容的专有  <br>
淘库商城定义的网络服务内容包括：文字，软件，声音，图片，录像，图表，广告，广告的全部内容；电子邮件的全部内容；；淘库商城为用户提供的其他信息。所有这些内容受版权保护，商标，标签和其他所有权所有权法律的保护。所以，用户只能在淘库商城和广告商授权下才能使用这些内容，而不能擅自复制，再造这些内容，或创造与内容有关的派生产品。淘库商城所有的文章版权归原文作者和淘库商城共同所有，任何人需要转载文章，必须征得淘库商城授权。 <br> 
十四，的适用法律状语从句：管辖权  <br>
交易条款的订立，执行和解释及争议的解决均适用中华人民共和国的法律如用户和淘库商城就交易条款内容或其执行发生任何争议，双方应尽力友好协商解决。共识不成时，任何一方暗示向淘库商城所在地的人民法 院提起诉讼。<br>
十五，其他  <br>
1，如果因为用户给予的信息不真实，或用户利用淘库商城军队违法行为的，一切法律责任由用户自己承担，淘库商城同时也保留通过法律途径追究用户法律责任的权利。  <br>
2，淘库商城的账号只限本人使用，如多人使用，所出现的一切问题由用户自行承担。  <br>
3，用户在下订单之前已充分阅读理解上述条款，并愿意承担相关责任。  <br>
4，短信接收淘库商城公告信息，订单出库，售后服务及相关促销信息短信，可要求取消接收。<br>  </p>
    </div>
    <router-view></router-view>
    <router-link tag="li" to=/log class="top-b">以上内容我已知晓，返回商城注册会员。 </router-link>
    <div class="foot"></div>
    </div>
</template>
<style lang="less" scoped>
.log_on {
  position: absolute;
  left: 0;
  top: 0px;
  width: 100%;
  height: 3000px;
  background-color: #fdf4f4f5;
  .hui {
    width: 34px;
    height: 34px;
    padding: 26px 20px;
  }
    .myding {
    font-size: 34px;
    position: absolute;
    left: 310px;
    top: 15px;
}
}
.xian{
  width: 100%;
  height: 2px;
  border-bottom: solid 1px black;
}
.nei{
    width: 95%;
    height:auto;
    margin: 0 auto;
    margin-top: 20px;
}
.ti{
    height: 60px;
    line-height: 60px;
    font-size: 32px;
    color: gray;
    text-align: center
}
p{
    height: auto;
}
.top-b{
    width: 90%;
    margin: 0 auto;
    margin-top: 60px;
    font-size: 34px;
    color: red;
}
.foot{
    height:200px;
}
</style>