<template>
  <div class="log_on">
    <router-link tag="li" to="/help">
      <img class="hui" src="../../../assets/箭头.png" alt />
      <span class="myding">帮助中心</span>
    </router-link>
    <div class="xian"></div>
    <div class="nei">
      <p class="ti">圈子使用须知</p>
      <p class="rong"> 
      请您仔细阅读本须知的全部内容。如果您不同意本须知的任意内容，您可以停止使用本产品。
      <br />1，“圈子”是本公司开设的一个供商城用户（以下简称“用户”或“您”）交流购物体验等信息的网络社区。您使用“圈子”产品需要遵守本须知，并遵守本公司公布的操作流程和规则。
      <br />2，“圈子”产品的功能和产品提供方式由本公司自行决定，
      <br />3，本可以通过本产品创建网络关系圈子，其他感兴趣的用户可以加入的方式进行后续本公司可能调整产品名称和产品运行的域名等。本须知适用于“圈子”产品的调整，改进版本和附加功能。您创建的圈子。您是否遵守任何适用的法律之规定，并自觉遵守和维护其他参与的合法权利。您不得以任何形式宣布违法行为，侵犯他人合法权益，损害本公司或其他公司的合法权益，否则您需要采取自行承担法律责任。您同意本公司无 为产品使用者的违法或侵权等行为承担任何责任。本产品上传，发布并保证通过
      <br />4，您同意的文字，图片等全部信息素材符合相关法律的规定。您保证素材内容以及素材所含链接指向的内容的合法性和正当性，不侵犯他人的肖像权，名誉权，知识产权，所有权权等合法权益，也不会侵犯法人或其他团体的商业秘密等合法权益。
      <br />5，您使用本产品可能需要提供关于您的个人资料，肖像，联系方式等个人信息。您了解并同意，在使用本产品过程中关于您的个人信息可能会通过网络等渠道进行传播。
      <br />6，本公司无法预先了解您上传的素材的真实性和合法性。如您上传的素材被发现不方便展示或他人他人举报或投诉的，本公司可以立即删除或进行屏蔽从而停止该素材的继续传播。如果您违反了本须知的内容，有关协议或规则等的，本公司有权删除相关素材并有权拒绝您继续使用产品，届时您无权要求本公司进行补偿或赔偿。
      <br />7，您使用本产品应同时遵守《用户服务协议》，本公司公布的有关规则以及本公司发布的关于本产品的特别规则和制度。
      <br />8，第三方可能通过分公司其他产品或本产品知悉并使用您上传的本公司提醒您注意和谨防网络诈骗以及其他可能对您不利的行动和信息，但本公司对第三方的违法，违法等行为不承担赔偿等法律责任。您承诺合法使用并善待其他用户上传的素材和信息。
      <br />9，您应自行 本公司可能按照本须知删除或屏蔽素材，相关系统亦可能导致网络攻击或网络故障，类似或其他情况均可能使您上传的素材丢失或故障，从而使本公司将尽力避免但不做任何保证。
      <br />10，如您因使用本产品与本公司发生纠纷的，您同意由本公司住所地人民法院法院审理。
      <br />11，本公司有权更新，修改本须知以及有关规则，流程等相关文件的内容，本公司在法律允许的范围内负责对本须知进行说明和解释。如您对修改存有异议，您有权选择不再继续使用本产品，但您在涡轮的行为仍受本须知以及相关文件最新的修改版本的约束。
      </p> 
    </div>
    <div class="foot"></div>
  </div>
</template>
<style lang="less" scoped>
.log_on {
  position: absolute;
  left: 0;
  top: 0px;
  width: 100%;
  height: 1210px;
  background-color: #fafafa8c;
  .hui {
    width: 34px;
    height: 34px;
    padding: 26px 20px;
  }
  .myding {
    font-size: 34px;
    position: absolute;
    left: 310px;
    top: 15px;
  }
}
.xian {
  width: 100%;
  height: 2px;
  border-bottom: solid 1px black;
}
.nei {
  width: 95%;
  height: auto;
  margin: 0 auto;
  margin-top: 20px;
}
.ti {
  height: 60px;
  line-height: 60px;
  font-size: 32px;
  color: gray;
  text-align: center;
}
.rong {
  width: 80%;
  margin: 0 auto;
}
.foot{
    height:120px;
}
</style>